app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "created_at", "updated_at") VALUES (?, ?, ?, ?)  [["first_name", "Bill"], ["last_name", "Smith"], ["created_at", "2018-07-31 06:49:25.836771"], ["updated_at", "2018-07-31 06:49:25.836771"]]
---
  def create
    @student = Student.create(
      {
        first_name: params[:student][:first_name],
        last_name: params[:student][:last_name]
      }
    )